export const arrBook = [
    {   
        id : 1,
        data:'2021 г.',
        looks: 0,
        raiting: 0,
        name: 'Шесть алых журавлей',
        author: 'Елизабет Лим',
        img: '/img/imageCard.png',
        description : `Сиори — первая дочь императора и любимая принцесса Кияты, королевства Девяти вечных дворов и Святых незыблемых гор. По ее венам течет запретная магия, что считается редким, но опасным даром. Сиори удавалось скрывать свою силу, пока в день церемонии обручения она не потеряла контроль над магией. Жестокая мачеха изгнала принцессу из королевства, а ее братьев превратила в журавлей. Девушка вынуждена хранить молчание, ведь с каждым словом, срывающимся с ее губ, одного из братьев будет ждать смерть. Безмолвная и одинокая Сиори пытается разыскать братьев и спасти королевство, окутанное заговором. Только принцессе Кияты под силу раскрыть секреты и распутать зловещий клубок. Но для этого она должна довериться дракону со сверкающими рубиновыми глазами и зеленой, как чистейший нефрит, чешуей, а также тому, от кого она так стремительно бежала. И тогда ее магия станет ее оружием…`
    },
    {
        id : 2,
        data:'2024 г.',
        looks: 0,
        raiting: 0,
        date: '2024 г.',
        name: 'Безмные Люди',
        author: 'Елена Старенкова',
        img: '/img/Crazy_peoples.webp',
        description :  `Похитить прохожего?
        Запустить салют в собственном доме?
        Вскрыть себе живот, потому что «там что-то мешает»?
        А может, просто продать свое тело за бутерброд?
        Никогда не знаешь, что в следующий раз прикажут голоса в голове – их невозможно контролировать без медикаментов. Как и невозможно прогнозировать, удастся ли вам сохранить здравый рассудок до конца жизни или нет?
        Сегодня больных психическими расстройствами становится все больше – как будто безумие научилось распространяться по воздуху.
        Депрессивные состояния, ипохондрия, шизотипические расстройства, нарушения самоидентификации – все это встречается гораздо чаще, чем 30 лет назад. И нет никаких гарантий, что вас это никогда не коснется.
        В этой книге врач-психиатр Елена Старенкова рассказывает, как обычные люди сходят с ума и что с ними происходит в больницах.
        Автор развенчивает популярные мифы о душевных больных, объясняет, почему наше общество виновато в развитии психических заболеваний и описывает, как нужно изменить систему здравоохранения и несовершенное законодательство, чтобы спасать больше людей.

        Вы узнаете:
        – как понять, что с головой «что-то не так»;
        – кто обречен на принудительное лечение;
        – какие права и законы мешают врачам-психиатрам;
        – могут ли врачи сделать аборт без вашего согласия, если вы психически больны;
        – как общество «помогает» прогрессу психических заболеваний.
        
        Зачем читать эту книгу?
        Если вы боитесь сойти с ума – книга подскажет, как вовремя обнаружить первые симптомы. Ведь упущенное время – это необратимые последствия.
        Если вы уже сходите с ума (или ваш родственник) – книга расскажет, что делать и чего вам следует ожидать. Ведь самое страшное – неизвестность.
        Если вы не относитесь ни к тем, ни к другим и вам, в общем-то, все равно – просто прочтите эту книгу как собрание трагических новелл и откройте для себя другую грань повседневности. Ведь только так вы научитесь ценить собственную жизнь.
        `
    },
    {   
        id : 3,
        data:'1973г.',
        looks: 0,
        raiting: 0,
        date: '1967 г.',
        name: 'Мастер и Маргарита',
        author: 'Михаил Булгаков',
        img: '/img/MasterIMargarita.webp',
        description : `…Самые невероятные вещи происходят в Москве 30-х годов. Берлиоз – председатель правления литературной ассоциации МАССОЛИТ – и Иван Бездомный – молодой поэт – в один из знойных весенних вечеров спорят на тему, жил ли на самом деле Иисус. Неожиданно в их разговор встревает незнакомец, который утверждает, что знает наверняка, что Иисус жил, более того, незнакомец лично присутствовал на балконе Понтия Пилата во время допроса Иешуа Га-Ноцри. Так начинается самое интригующее и загадочное произведение Михаила Булгакова, которое он писал более девяти лет и правил практически до самой смерти. «Мастера и Маргариту» каждый интерпретирует по-своему. Для кого-то это любовный роман, для кого-то сказка, кто-то откроет для себя в книге философские, религиозные и этические принципы…`
    },
    {   
        id : 4,
        name: 'Six Crimson Cranes',
        author: 'Elizabeth Lim',
        img: '/img/imageCard.png',
        description : ``
    },
    {
        id : 5,
        name: 'Six Crimson Cranes',
        author: 'Elizabeth Lim',
        img: '/img/imageCard.png',
        description : ''
    },
]