export const arrBook = [
    {
        name: 'Six Crimson Cranes',
        author: 'Elizabeth Lim',
        img: '/img/imageCard.png',
        description : ''
    },
    {
        name: 'Безмные Люди',
        author: 'Елена Старенкова',
        img: '/img/Crazy_peoples.webp',
        description :  `Похитить прохожего?
        Запустить салют в собственном доме?
        Вскрыть себе живот, потому что «там что-то мешает»?
        А может, просто продать свое тело за бутерброд?
        Никогда не знаешь, что в следующий раз прикажут голоса в голове – их невозможно контролировать без медикаментов. Как и невозможно прогнозировать, удастся ли вам сохранить здравый рассудок до конца жизни или нет?
        Сегодня больных психическими расстройствами становится все больше – как будто безумие научилось распространяться по воздуху.
        Депрессивные состояния, ипохондрия, шизотипические расстройства, нарушения самоидентификации – все это встречается гораздо чаще, чем 30 лет назад. И нет никаких гарантий, что вас это никогда не коснется.
        В этой книге врач-психиатр Елена Старенкова рассказывает, как обычные люди сходят с ума и что с ними происходит в больницах.
        Автор развенчивает популярные мифы о душевных больных, объясняет, почему наше общество виновато в развитии психических заболеваний и описывает, как нужно изменить систему здравоохранения и несовершенное законодательство, чтобы спасать больше людей.

        Вы узнаете:
        – как понять, что с головой «что-то не так»;
        – кто обречен на принудительное лечение;
        – какие права и законы мешают врачам-психиатрам;
        – могут ли врачи сделать аборт без вашего согласия, если вы психически больны;
        – как общество «помогает» прогрессу психических заболеваний.
        
        Зачем читать эту книгу?
        Если вы боитесь сойти с ума – книга подскажет, как вовремя обнаружить первые симптомы. Ведь упущенное время – это необратимые последствия.
        Если вы уже сходите с ума (или ваш родственник) – книга расскажет, что делать и чего вам следует ожидать. Ведь самое страшное – неизвестность.
        Если вы не относитесь ни к тем, ни к другим и вам, в общем-то, все равно – просто прочтите эту книгу как собрание трагических новелл и откройте для себя другую грань повседневности. Ведь только так вы научитесь ценить собственную жизнь.
        `
    },
    {
        name: 'Six Crimson Cranes',
        author: 'Elizabeth Lim',
        img: '/img/imageCard.png',
        description : ''
    },
    {
        name: 'Six Crimson Cranes',
        author: 'Elizabeth Lim',
        img: '/img/imageCard.png',
        description : ``
    },
    {
        name: 'Six Crimson Cranes',
        author: 'Elizabeth Lim',
        img: '/img/imageCard.png',
        description : ''
    },
]