export const arrBook = [
    {   
        id : 1,
        data:'2021 г.',
        looks: 0,
        raiting: 0,
        name: 'Шесть алых журавлей',
        author: 'Елизабет Лим',
        img: '/img/imageCard.png',
        description : `Сиори — первая дочь императора и любимая принцесса Кияты, королевства Девяти вечных дворов и Святых незыблемых гор. По ее венам течет запретная магия, что считается редким, но опасным даром. Сиори удавалось скрывать свою силу, пока в день церемонии обручения она не потеряла контроль над магией. Жестокая мачеха изгнала принцессу из королевства, а ее братьев превратила в журавлей. Девушка вынуждена хранить молчание, ведь с каждым словом, срывающимся с ее губ, одного из братьев будет ждать смерть. Безмолвная и одинокая Сиори пытается разыскать братьев и спасти королевство, окутанное заговором. Только принцессе Кияты под силу раскрыть секреты и распутать зловещий клубок. Но для этого она должна довериться дракону со сверкающими рубиновыми глазами и зеленой, как чистейший нефрит, чешуей, а также тому, от кого она так стремительно бежала. И тогда ее магия станет ее оружием…`,
        book: `Глава первая
        
        Дно озера отдавало грязью, солью и сожалением. Глаза больно пощипывало из-за вязкой воды, но, слава великим богам, я их не закрыла. Иначе не увидела бы дракона.
        Он оказался меньше, чем я представляла: не крупнее гребной лодки, со сверкающими рубиновыми глазами и зеленой, как чистейший нефрит, чешуей. Полная противоположность тому, о чем говорилось в легендах: огромных чудищах размером в деревню, которые могли проглотить целый военный корабль.
        Дракон подплыл ближе, и в его круглых алых глазах отразились мои.
        Он наблюдал, как я тону.
        «Помоги!» — взмолилась я. Воздух в легких заканчивался, до конца моей жизни оставались считаные секунды.
        Дракон задумчиво посмотрел на меня и вскинул перистую бровь. На краткий миг во мне затеплилась надежда, что он поможет. Но затем его хвост обвился вокруг моей шеи, выжимая остатки воздуха.
        И мир почернел.
        Если вдуматься, пожалуй, не стоило говорить служанкам о своем плане прыгнуть в Священное озеро, но утро выдалось просто невыносимо жарким! Даже кусты хризантем увяли на солнце, а коршуны, парившие над цитрусовыми деревьями, слишком изнемогали от жажды для своих мелодичных трелей. Не говоря уж о том, что купаться в озере куда предпочтительнее, чем идти на церемонию обручения — или на трагический конец моего будущего, как я предпочитала ее называть.
        К несчастью, служанки мне поверили, и новость быстро, как демонов огонь, дошла до отца. Уже через несколько минут за мной прибыл один из братьев и свита из суровых гвардейцев.
        Так я и оказалась в дворцовом лабиринте коридоров в самый жаркий день года, направляясь под бдительным сопровождением к трагическому концу своего будущего.
        Следуя за братом по очередному залитому солнцем коридору, я натянула рукав, якобы прикрывая зевок, и мельком заглянула внутрь.
        — Хватит зевать, — побранил Хасё.
        Я опустила руку и снова зевнула.
        — Вот сейчас назеваюсь вдоволь и перед отцом уже не буду.
        — Сиори…
        — Сам попробуй встать ни свет ни заря, чтобы твои волосы расчесали тысячу раз. Или ходить в этой горе шелка, — парировала я и задрала руки, но рукава были настолько тяжелыми, что сразу же потянули их вниз. — Только взгляни, сколько здесь слоев! Их хватило бы, чтобы оснастить парусами целый корабль!
        Его губы дрогнули в намеке на улыбку.
        — Боги все слышат, дражайшая сестрица. От этих позорных жалоб твой жених весь покроется прыщами.
        Мой жених. Любое упоминание о нем влетало в одно ухо и вылетало через другое, а мысли обращались к чему-то более приятному. Например, как бы уговорить дворцового повара раскрыть рецепт пасты из красной фасоли или, еще лучше, как бы спрятаться на корабле и отправиться в путешествие по морю Тайцзинь.
        Как единственную дочь императора, меня никуда не отпускали одну, тем более за пределы столицы, Гиндары. Уже через год я стану слишком взрослой для подобных выходок. И слишком замужней.
        От унизительности своего положения я невольно вздохнула.
        — Значит, я обречена. Он будет уродцем.
        Брат усмехнулся и подтолкнул меня.
        — Ладно, хватит ныть. Мы почти пришли.
        Я закатила глаза. Хасё говорил так, будто ему не семнадцать лет, а все семьдесят. Из шести братьев я любила его больше всех — он единственный мог похвастаться таким же острым умом, как у меня. Но с тех пор, как он всерьез взялся за королевские обязанности и начал тратить свое остроумие на шахматы вместо шалостей, я перестала рассказывать ему обо всем подряд.
        К примеру, о том, что скрывалось у меня в рукаве.
        Что-то щекотно проползло вдоль руки, и я почесала локоть. Затем, просто на всякий случай, зажала широкий рукав под запястьем. Если бы Хасё знал, что пряталось под этой горой складок, то жизни бы мне не дал.
        Он или отец.
        — Сиори, — прошептал брат. — Да что не так с твоим платьем?
        — Мне показалось, что шелк испачкался, — соврала я, потирая рукав, а затем с демонстративной тоской посмотрела на горы и озеро. — Сегодня так жарко. Разве тебе бы не хотелось поплавать снаружи, вместо того чтобы торчать на какой-то скучной церемонии?
        Хасё с подозрением покосился на меня.
        — Сиори, не увиливай от темы.
        Я склонила голову, изо всех сил изображая раскаяние, и тайком поправила рукав.
        — Ты прав, брат. Пришло время мне повзрослеть. Спасибо тебе за… за…
        Руки снова что-то щекотно коснулось, и я хлопнула по локтю, чтобы приглушить звук. Моему секрету не сиделось на месте, из-за чего ткань халата бугрилась.
        — За то, что ведешь меня на встречу с моим суженым, — выпалила я и спешно направилась к приемному залу, но Хасё поймал меня за рукав, задрал его и хорошенько встряхнул.
        Наружу вылетела бумажная птичка не крупнее стрекозы и не менее прыткая. Издалека она напоминала воробушка с красной чернильной точкой на голове. Птичка вспорхнула к голове брата и зависла в воздухе перед ним, быстро хлопая тонкими крыльями.
        От изумления у Хасё открылся рот и округлились глаза.
        — Кики! — зашипела я, показывая на широкий рукав. — Живо лети обратно!
        Но та и не думала повиноваться. Она села на нос Хасё и погладила его крылом, показывая свое расположение. У меня расслабились плечи; животные всегда симпатизировали Хасё, и Кики наверняка очарует его так же быстро, как и меня.
        Как вдруг брат накрыл лицо ладонями, пытаясь поймать ее.
        — Не трогай! — воскликнула я.
        Кики взмыла вверх, чудом улизнув от его рук, и забилась о деревянные ставни на окнах вдоль коридора, выискивая открытое.
        Я побежала за ней, но Хасё крепко схватил меня, и мои туфли без задников заскользили по гладкому деревянному полу.
        — Пусть летит, — прошептал он на ухо. — Позже это обсудим.
        Гвардейцы распахнули двери, и один из министров отца объявил о моем прибытии:
        — Принцесса Сиориамма, младшее дитя, единственная дочь императора Ханрю и покойной императрицы…
        Во главе огромного зала сидели отец и его супруга, моя мачеха. Воздух пульсировал от всеобщего нетерпения, придворные то и дело разворачивали влажные платки, чтобы вытереть капельки пота на висках. Впереди виднелись спины лорда Бусиана и его сына — моего жениха, — кланявшихся императору. Лишь мачеха обратила внимание на то, как я замерла на пороге. Ее голова наклонилась, светлые глаза всмотрелись в мои.
        По спине пробежал холодок. Внезапно меня охватил страх, что, если соглашусь на эту церемонию, то стану похожей на нее: холодной, грустной и одинокой. Хуже того, если я не найду Кики, это может сделать кто-то другой, и тогда отец узнает о моей тайне…
        А она заключается в том, что я оживила бумажную птичку с помощью магии.
        Запретной магии.
        Я развернулась и протолкнулась мимо Хасё, который от удивления даже не попытался меня остановить.
        — Принцесса Сиори! — закричали гвардейцы. — Принцесса!
        Я стянула церемониальную куртку и помчалась за Кики. Расшитая богатым орнаментом, она весила не меньше доспехов и, скинув эту ношу с плеч и рук, я словно обрела крылья. Шелк остался валяться комком посреди коридора, а я выпрыгнула через окно в сад.
        Прищурившись от нещадно палящего солнца, поискала Кики. Она попетляла между вишнями и неистово метнулась к цитрусовым деревьям, чем спугнула стаю коршунов с веток.
        Перед церемонией я собиралась запереть ее в шкатулке с украшениями, но Кики так настойчиво хлопала крыльями и билась о стенки своей темницы, что кто-то из слуг наверняка бы нашел ее.
        Поэтому я решила, что лучше взять ее с собой, и спросила: «Обещаешь вести себя хорошо?»
        Кики кивнула, что я восприняла за знак согласия.
        Ох и зря.
        Демоны меня побери, более крупной идиотки, поди, во всей Кияте не сыщешь! Но нельзя же винить себя за добросердечие, пусть и по отношению к бумажной птичке.
        Ведь Кики моя бумажная птичка. С возрастом братья стали уделять все свое время королевским обязанностям, а я осталась совсем одна. Но Кики всегда была готова меня выслушать, хранила мои тайны и неизменно веселила. С каждым днем она казалась все более живой и стала мне верным другом.
        Нужно позарез ее вернуть.
        Бумажная птичка приземлилась посреди Священного озера и с непоколебимым спокойствием поплыла по водной глади, будто и не перевернула мое утро с ног на голову.
        Наконец, тяжело пыхтя, я нагнала ее. Даже без куртки церемониальное платье было настолько тяжелым, что не давало перевести дух.
        — Кики! — Я кинула камешек в озеро, чтобы привлечь ее внимание, но она просто отплыла дальше. — Сейчас не время для игр!
        Что же делать?! Если кто-то узнает о моем магическом даре, пусть и незначительном, меня навсегда прогонят из Кияты. А эта судьба намного хуже, чем выйти замуж за какого-то безликого лорда третьего звена.
        Я спешно скинула туфли и, даже не сняв халат, прыгнула в озеро.
        Для девушки, вынужденной сидеть взаперти и учиться каллиграфии или игре на цитре, я довольно хорошо умела плавать. Благодарность за то причитается моим братьям; прежде чем они возмужали, летом мы частенько выбирались из дворца и купались вечерами в озере. Я знала его как свои пять пальцев.
        `,
    },
    {
        id : 2,
        data:'2024 г.',
        looks: 0,
        raiting: 0,
        date: '2024 г.',
        name: 'Безмные Люди',
        author: 'Елена Старенкова',
        img: '/img/Crazy_peoples.webp',
        description :  `Похитить прохожего?
        Запустить салют в собственном доме?
        Вскрыть себе живот, потому что «там что-то мешает»?
        А может, просто продать свое тело за бутерброд?
        Никогда не знаешь, что в следующий раз прикажут голоса в голове – их невозможно контролировать без медикаментов. Как и невозможно прогнозировать, удастся ли вам сохранить здравый рассудок до конца жизни или нет?
        Сегодня больных психическими расстройствами становится все больше – как будто безумие научилось распространяться по воздуху.
        Депрессивные состояния, ипохондрия, шизотипические расстройства, нарушения самоидентификации – все это встречается гораздо чаще, чем 30 лет назад. И нет никаких гарантий, что вас это никогда не коснется.
        В этой книге врач-психиатр Елена Старенкова рассказывает, как обычные люди сходят с ума и что с ними происходит в больницах.
        Автор развенчивает популярные мифы о душевных больных, объясняет, почему наше общество виновато в развитии психических заболеваний и описывает, как нужно изменить систему здравоохранения и несовершенное законодательство, чтобы спасать больше людей.

        Вы узнаете:
        – как понять, что с головой «что-то не так»;
        – кто обречен на принудительное лечение;
        – какие права и законы мешают врачам-психиатрам;
        – могут ли врачи сделать аборт без вашего согласия, если вы психически больны;
        – как общество «помогает» прогрессу психических заболеваний.
        
        Зачем читать эту книгу?
        Если вы боитесь сойти с ума – книга подскажет, как вовремя обнаружить первые симптомы. Ведь упущенное время – это необратимые последствия.
        Если вы уже сходите с ума (или ваш родственник) – книга расскажет, что делать и чего вам следует ожидать. Ведь самое страшное – неизвестность.
        Если вы не относитесь ни к тем, ни к другим и вам, в общем-то, все равно – просто прочтите эту книгу как собрание трагических новелл и откройте для себя другую грань повседневности. Ведь только так вы научитесь ценить собственную жизнь.
        `
    },
    {   
        id : 3,
        data:'1973г.',
        looks: 0,
        raiting: 0,
        date: '1967 г.',
        name: 'Мастер и Маргарита',
        author: 'Михаил Булгаков',
        img: '/img/MasterIMargarita.webp',
        description : `…Самые невероятные вещи происходят в Москве 30-х годов. Берлиоз – председатель правления литературной ассоциации МАССОЛИТ – и Иван Бездомный – молодой поэт – в один из знойных весенних вечеров спорят на тему, жил ли на самом деле Иисус. Неожиданно в их разговор встревает незнакомец, который утверждает, что знает наверняка, что Иисус жил, более того, незнакомец лично присутствовал на балконе Понтия Пилата во время допроса Иешуа Га-Ноцри. Так начинается самое интригующее и загадочное произведение Михаила Булгакова, которое он писал более девяти лет и правил практически до самой смерти. «Мастера и Маргариту» каждый интерпретирует по-своему. Для кого-то это любовный роман, для кого-то сказка, кто-то откроет для себя в книге философские, религиозные и этические принципы…`
    },
    {   
        id : 4,
        name: 'Six Crimson Cranes',
        author: 'Elizabeth Lim',
        img: '/img/imageCard.png',
        description : ``
    },
    {
        id : 5,
        name: 'Six Crimson Cranes',
        author: 'Elizabeth Lim',
        img: '/img/imageCard.png',
        description : ''
    },
]